Revit 2027 API
SymbolTypeId.FtPerSSup2 Property
 Symbol ft/s², indicating unit Feet per second squared.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FtPerSSup2 { get; }
Public Shared ReadOnly Property FtPerSSup2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FtPerSSup2 {
	ForgeTypeId^ get ();
}
static member FtPerSSup2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace